CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
kirozen.dokuwiki
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.powershell-preview
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
shardulm94.trailing-spaces
Tyriar.shell-launcher
usernamehw.errorlens
vscoss.vscode-ansible
