CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
dunstontc.viml
eamodio.gitlens
ecmel.vscode-html-css
kirozen.dokuwiki
marcostazi.VS-code-vagrantfile
ms-python.python
ms-vscode.azure-account
ms-vscode.csharp
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
PeterJausovec.vscode-docker
PKief.material-icon-theme
shanoor.vscode-nginx
shardulm94.trailing-spaces
Tyriar.shell-launcher
vscoss.vscode-ansible