bmuskalla.vscode-tldr
dakara.transformer
DavidAnson.vscode-markdownlint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
frhtylcn.pythonsnippets
GitLab.gitlab-workflow
Gruntfuggly.todo-tree
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
PKief.material-icon-theme
redhat.vscode-yaml
shardulm94.trailing-spaces
timonwong.shellcheck
usernamehw.errorlens
