DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell-preview
PKief.material-icon-theme
shardulm94.trailing-spaces
TabNine.tabnine-vscode
usernamehw.errorlens
