bbenoist.vagrant
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
dunstontc.viml
eamodio.gitlens
ecmel.vscode-html-css
kirozen.dokuwiki
marcostazi.VS-code-vagrantfile
mechatroner.rainbow-csv
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.azure-account
ms-vscode.csharp
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.ruby
shanoor.vscode-nginx
shardulm94.trailing-spaces
Tyriar.shell-launcher
vscoss.vscode-ansible
