tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "thecasualcoder/stable"
brew "autojump"
brew "bat"
brew "croc"
brew "diff-so-fancy"
brew "dive"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "glab"
brew "glow"
brew "htop"
brew "jq"
brew "lsd"
brew "pipx"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
brew "thecasualcoder/stable/tf-summarize"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "iterm2"
cask "keepassxc"
cask "powershell"
cask "rectangle"
cask "visual-studio-code"
